Repository: 2600hz/bluebox
Catalog: modules/endpointmanager-1.0/endpointman/i18n/*/LC_MESSAGES/endpointman.po
Languages: fr_fr

source: My Devices List
fr_fr: Ma liste de terminaux

source: Template Manager
fr_fr: Gestion des gabarits

source: Brand Configurations/Setup
fr_fr: Configuration/Paramètres de la marque

source: Advanced Settings
fr_fr: Paramètres avancés

source: IP address of phone server
fr_fr: Adresse IP du serveur de téléphonie

source: Determine for me
fr_fr: Choisir à ma place

source: Time Zone
fr_fr: Fuseau horaire

source: Default Final Configuration Directory
fr_fr: Répertoire des configurations par défaut

source: Enable FreePBX ARI Module
fr_fr: Activer le module ARI de FreePBX

source: Enable Debug Mode
fr_fr: Activer mode debug

source: Brand
fr_fr: Marque

source: Select Product
fr_fr: Choisissez le produit

source: File Configuration Editor
fr_fr: Editeur du fichier de configuration

source: Local File Configs
fr_fr: Configuration en local

source: User File Configs
fr_fr: Configuration utilisateur

source: Settings
fr_fr: Paramètres

source: OUI Manager
fr_fr: Gestion des OUI

source: Product Options/Configuration Editor
fr_fr: Editeur de configuration/options du produit

source: Show/Hide Brands/Models
fr_fr: Montrer/Cacher les marques/modèles

source: Please wait for the progress bar to show below (this might take a minute or two)
fr_fr: Merci d'attendre la fin du traitement (Cela peut prendre une à deux minutes)

source: Use NMAP
fr_fr: Utiliser NMAP

source: Mac Address
fr_fr: Adresse MAC

source: Model of Phone
fr_fr: Modèle de téléphone

source: Extension Number
fr_fr: Extension

source: Template
fr_fr: Gabarit

source: Unmanaged Extensions
fr_fr: Extensions non gérées

source: Current Managed Extensions
fr_fr: Extensions gérées actuellement

source: End Point Configuration Manager
fr_fr: Gestion de la configuration des terminaux

source: You are currently editing
fr_fr: Vous êtes en train d'éditer

source: a custom config template for extension
fr_fr: un gabarit de configuration personnalisé pour extension

source: the template named
fr_fr: le gabarit appelé

source: Select Alternative File Configurations
fr_fr: Choisissez des configurations dans d'autres fichiers

source: You can also user certain variables in your configs
fr_fr: Vous pouvez aussi utilisez des variables dans vos configurations

source: Server IP
fr_fr: IP du serveur

source: Device's Mac Address
fr_fr: Adresse MAC du téléphone

source: Device's Default Extension (Line 1 or Master)
fr_fr: Extension par défaut du téléphone (Ligne 1 ou maître)

source: Device's Description in FreePBX (Usually the Full Name)
fr_fr: Description du téléphone dans FreePBX (en général le nom complet)

source: for Model
fr_fr: pour modèle

source: Model
fr_fr: Modèle

source: Add New Template
fr_fr: Ajout d'un nouveau gabarit

source: Template Name
fr_fr: Nom du gabarit

source: Product Select
fr_fr: Choisir un produit

source: Model Classification
fr_fr: Classification des modèles

source: Edit
fr_fr: Editer

source: Delete
fr_fr: Supprimer

source: Welcome to Endpoint Manager
fr_fr: Bienvenue dans Endpoint Manager

source: here
fr_fr: ici

source: to install some
fr_fr: pour installer quelques

source: Saved
fr_fr: Enregistré

source: Invalid MAC Address
fr_fr: Adresse MAC invalide

source: One or more selected phones had the same extension as a phone already added, these devices were not added
fr_fr: Un ou plusieurs téléphones sélectionnés ont la même extension qu'un téléphone déjà ajouté. Ces terminaux ne seront pas ajoutés.

source: Please select a Brand and/or Model
fr_fr: Veuillez sélectionner une marque et/ou un modèle

source: No Phones Selected
fr_fr: Aucun téléphone sélectionné

source: No Devices Found
fr_fr: Aucun terminal trouvé

source: Please select a product
fr_fr: Veuillez choisir un produit

source: Please select a template
fr_fr: Veuillez choisir un gabarit

source: No Brand Selected for Reboot
fr_fr: Aucune marque sélectionnée pour la réinitialisation

source: Unknown
fr_fr: Inconnu

source: You have disabled/removed all models that correspond to this brand. Please enable them in 'Brand Configurations/Setup' before trying to edit this phone
fr_fr: Voys avez désactivé/retiré tous les modèles correspondant à cette marque. Veuillez les activer dans 'Configurations/Paramètres ded la marque' avant d'éditer ce téléphone

source: Go
fr_fr: Allez

source: Save
fr_fr: Enregistrer

source: Add
fr_fr: Ajouter

source: Reset
fr_fr: Réinitialiser

source: Add Selected Phones
fr_fr: Ajouter les téléphones sélectionnés

source: Selected Phone(s) Options
fr_fr: Options pour les téléphones sélectionnés

source: Change Selected Phones to
fr_fr: Changer les téléphones sélectionnés pour

source: Global Phone Options
fr_fr: Options générales des téléphones

source: Update Phones
fr_fr: Mis à jour des téléphones

source: Delete Selected Phones
fr_fr: Suppression des téléphones sélectionnés

source: Rebuild Configs for Selected Phones
fr_fr: Reconstruction des configurations des téléphones sélectionnés

source: Rebuild Configs for All Phones
fr_fr: Reconstruction des configurations de tous les téléphones

source: Rebuild & Reboot
fr_fr: Reconstruction et réinitialisation

source: Reconfigure all
fr_fr: Tout reconfigurer

source: with
fr_fr: avec

source: Deleted
fr_fr: Supprimé

source: Save Template
fr_fr: Sauvegarde du gabarit

source: Check for Updates
fr_fr: Vérification des mises à jour

source: Disable
fr_fr: Désactivé

source: Enable
fr_fr: Activé

source: Install
fr_fr: Installer

source: Uninstall
fr_fr: Désinstaller

source: Update
fr_fr: Mise à jour

source: Install Firmware
fr_fr: Installation du firmware

source: Remove Firmware
fr_fr: Retirer le firmware

source: Update Firmware
fr_fr: Mettre à jour le firmware

source: Import/Export Devices My Devices List
fr_fr: Importation/Exportation des terminaux Ma liste de terminaux

source: Update Globals
fr_fr: Mise à jour des paramètres généraux

source: like
fr_fr: comme

source: Add Custom
fr_fr: Ajout d'une configuration personalisée

source: Select
fr_fr: Sélectionner

source: Save As
fr_fr: Enregistrer sous

source: Export CSV file of devices
fr_fr: Exportation du fichier des terminaux au format CSV

source: Export CSV
fr_fr: Exportation format CSV

source: Import CSV file of devices
fr_fr: Importation du fichier des terminaux au format CSV

source: Note: CSV file should look like this
fr_fr: Remarque : le fichier CSV doit ressembler à

source: Extension can be blank
fr_fr: Une extension ne peut être vide

source: Show
fr_fr: Montrer

source: Hide
fr_fr: Cacher

source: executable path
fr_fr: répertoire

source: Search for new devices in netmask
fr_fr: Recherche de nouveaux terminaux dans le masque réseau

source: Delete Selected phones
fr_fr: Supprime les téléphones sélectionnés

source: Reboot This Brand
fr_fr: Redémarrer cette marque

source: Import
fr_fr: Importation

source: Enable Nightly Phone Module Updates Check
fr_fr: Activer la vérification du module téléphone la nuit

source: Note: This will show or hide Brands/Products/Models on the Brand Configurations/Setup page ONLY!
fr_fr: Note: ceci montrera ou cachera les Marques/Produits/Modèles sur la page Configurations/Paramètres SEULEMENT

source: Welcome to Enpoint Manager!
fr_fr: Bienvenue dans Endpoint Manager!

source: You have no products (Modules) installed, click
fr_fr: Vous n'avez aucun produit (Modules) installé, cliquez

source: Turn Off Safe Mode
fr_fr: Arrêt du mode sécurisé

source: /tftpboot is not writable
fr_fr: Impossible d'écrire sur /tftpboot

source: Please create /tftpboot, even if you won't use it
fr_fr: Veuillez créer /tftpboot même si vous ne l'utilisez pas

source: Sorry, Only Asterisk is supported currently
fr_fr: Désolé, seul Asterisk est supporté actuellement

source: End User Editable (Through ARI Module)
fr_fr: Modifiable par l'utilisateur(En utilisant le module ARI)

source: Disable .htaccess (Might fix 'Internal Server Errors')
fr_fr: Désactivez .htaccess (Peut corriger 'Erreurs du serveur interne')

source: The Endpoint Configuration Manager was written by
fr_fr: Endpoint Configuration Manager a été écrit par

source: The project is maintained at
fr_fr: Le projet est maintenu par

source: Debug Log
fr_fr: Log Debug

source: Delete selected phone
fr_fr: Suppression des téléphones sélectionnés
