<?php defined('SYSPATH') OR die('No direct access allowed.');

$lang = array
(
	'userfile_not_set'   => 'Не е пронајдена post променлива со име %s.',
	'file_exceeds_limit' => 'Испратената слика ја надминува максимум дозволената големина во PHP конфигурационата датотека',
	'file_partial'       => 'Датотеката само делумно е испратена',
	'no_file_selected'   => 'Немате изберено датотека за качување',
	'invalid_filetype'   => 'Типот на датотеката која сакате да ја испратете, не е дозволен.',
	'invalid_filesize'   => 'Датотеката која сакате да ја испратите е поголема од дозволената големина (%s)',
	'invalid_dimensions' => 'Датотеката која сакате да ја испратите ја преминува дозволената висина или ширина (%s)',
	'destination_error'  => 'Се појави проблем при процесот на преместување на качената датотека до крајната дестинација.',
	'no_filepath'        => 'Патеката за качување, не е валидна.',
	'no_file_types'      => 'Немате дефинирано кои типови на датотеки се дозволени.',
	'bad_filename'       => 'Испратената датотека веќе постои на серверот.',
	'not_writable'       => 'Во фолдерот во кој треба да се испраќа, %s, не може да се запишува.',
	'error_on_file'      => 'Грешка при испраќање на %s:',
	// Error code responses
	'set_allowed'        => 'Поради сигурност, мора да ги подесете типовите на датотеки кои ќе се дозволени за качување.',
	'max_file_size'      => 'Поради сигурност, немојте да го користете MAX_FILE_SIZE за контрола на максималната големина за качување.',
	'no_tmp_dir'         => 'Не е пронајден привремен директориум во кој може да се запишува.',
	'tmp_unwritable'     => 'Не може да се запишува во конфигурираниот директориум за качување, %s.'
);
